Repository: DimaSuharchuk/movies9
Catalog: web/modules/custom/tmdb/translations/*.po
Languages: ru, uk

# Field label
source: approved
ru: одобренный
uk: одобрений

# Field label
source: duration
ru: длительность
uk: тривалість

# Field label
source: site
ru: сайт
uk: сайт

# Field label
source: release date
ru: дата выхода
uk: дата випуску

# Field label
source: release years
ru: годы выхода
uk: роки випуску

# Field label
source: number of seasons
ru: сезонов
uk: сезонів

# Field label
source: number of episodes
ru: серий
uk: серій

# Field label
source: episode runtime
ru: продолжительность серии
uk: тривалість серії

# Field label
source: networks
ru: телеканал
uk: телеканал

# Field label
source: production companies
ru: студии производства
uk: студії виробництва

# Field label
source: Crew
ru: Съёмочная группа
uk: Знімальна група

# Field label
source: Created by
ru: Шоураннеры
uk: Шоуранери

# Extra tabs
source: Seasons
ru: Сезоны
uk: Сезони

# Extra tabs
source: Trailers
ru: Трейлеры
uk: Трейлери

# Extra tabs
source: Cast
ru: Актёры
uk: Актори

# Extra tabs
source: Crew
ru: Съёмочная группа
uk: Знімальна група

# Extra tabs
source: Collection
ru: Коллекция
uk: Колекція

# Extra tabs
source: Related
ru: Похожие
uk: Схожі

# Extra tabs
source: Similar
ru: Может понравиться
uk: Може сподобатися

# Seasons tabs
source: @i season
ru: @i сезон
uk: @i сезон

source: episode @i
ru: серия @i
uk: серія @i

# Attachable teasers
source: Load more
ru: Загрузить ещё
uk: Завантажити ще

source: Unfortunately, there are no trailers.
ru: К сожалению, трейлеров нет.
uk: Нажаль, трейлерів немає.

source: Seasons
ru: Сезоны
uk: Сезони

source: Episode list
ru: Список серий
uk: Список серій

source: guest stars
ru: приглашенные звёзды
uk: запрошені зірки

source: with photo only
ru: только с фото
uk: лише з фото

# Search
source: Search in
ru: Искать в
uk: Шукати в

# Search
source: any
ru: любых
uk: усіх

# Search
source: movies
ru: фильмах
uk: фільмах

# Search
source: tv series
ru: сериалах
uk: серіалах

# Search
source: persons
ru: людях
uk: людях

# Search
source: Total results (@count)
ru: Всего результатов (@count)
uk: Всього результатів (@count)

# Search
source: See all results
ru: Смотреть все результаты
uk: Дивитись усі результати

# Search
source: Movie
ru: Фильм
uk: Фільм

# Search
source: TV series
ru: Сериал
uk: Серіал

# Search
source: Person
ru: Человек
uk: Персона

source: Info about torrents from NNM-Club
ru: Информация о торрентах из NNM-Club
uk: Інформація про торренти з NNM-Club

source: Get links to torrent and magnet link from NNM-Club
ru: Получить ссылки на торрент и магнет-ссылку из NNM-Club
uk: Отримати посилання на торрент і магнет-посилання з NNM-Club

# nnm
source: Download torrent file
ru: Скачать торрент-файл
uk: Завантажити торрент-файл

# nnm
source: Magnetize
ru: Примагнититься
uk: Примагнітитись

# nnm
source: Title
ru: Заголовок
uk: Заголовок

# nnm
source: Size
ru: Размер
uk: Розмір

# nnm
source: Seeders
ru: Раздают
uk: Роздають

# nnm
source: Get torrent/magnet
ru: Получить торрент/магнет-ссылку
uk: Отримати торрент/магнет-посилання

# nnm
source: Load
ru: Загрузить
uk: Завантажити

# nnm
source: No results. You can also try again on other languages.
ru: Нет результатов. Вы можете попробовать еще раз сменив язык сайта на английский.
uk: Немає результатів. Ви можете спробувати ще раз змінивши мову сайту на англійську.

# nnm
source: Go to nnm-club
ru: Перейти на сайт nnm-club
uk: Перейти на сайт nnm-club

# nnm
source: Show torrents info
ru: Показать информацию о торрентах
uk: Переглянути інформацію про торренти
